[
    "u son of a bitch u wanted credit 4 sumthing u didnt find then took all the credit and because of u sexyzora19 is DEAD!!!!!!she was the best thing that ever happened to glitches and u ruined it y p0tter, y?",
    "BIGGEST SEQUENCE BREAK OF THE DECADE!I have found a way to skip ALL adult temples in ocarina of time.Sadly this glitch only works on V1.0 and im not giving any details right now but due to the fact that I think someone is gona steal the idea.It only works in 1.0 i dont think SDA will accept it so im mainly just thinking of puting it on youtube but would you guys like it?",
    "So far i have a really good child run so far skiping about 60% of dodongos cavern and about 70% of jauba jauba but not doing so good with adult right now but before I do the rest I wanted to see if other people here want it but no mater what i will post it on youtube(its gona be a segmented run)but would you like it?",
    "well i'd like to see kazooies run but my dad wont let me download it because he thinks theres gona be a virus in it(we've had a few viruses in the past few months)so unless you can upload a video to youtube of it or see if kazooie can put it on google video i dont know the easier way to do it.and the reason im only doing the cucco jump im my minimalist is because there are some people who cant do sequence breaks like that so the normal run is more like a guide but i still will be doing some breaks.",
    "to every1 who keeps asking if ive stareted yet: shut the hell up im working on it itll be done when its done and right now i dont have a dvd recorder so im just pricticeing so dont expect my run up till late fall(hopefullu not winter but i duno)",
    "damnit p0tter shut the fuck up isnt there a way to block people on SDA!",
    "holy hell im gone for 2 days and i get 2 pages on this. Manocheese plz dont edit what i say i wont be 130 ill be 13.",
    "wow if i have to get this in 1 try on my run maybe i will be 130 lol but seriously i will be 13 no more jokes bout that manocheese and unreal",
    "ok lets try something else: i quit the run | well  guess i got everybodys atention now and no im not quiting the run you guys were too obssed with where MQ came out that you couldnt stay on topic.im getting my new controller today expect times thursday or friday.",
    "is there anything you hate more than 3 nine-year old girls running around screaming while your trying to comit suicide? :-/"
]
